"AgreeAndProceedButtonText" = "Accetta e Procedi";
"AllowRepatchUpgradeToggle" = "Consenti ripatch / aggiornamento";
"Credits" = "Crediti:";
"CreditsLinks" = "[@gcenx](https://github.com/Gcenx)
[@nastys](https://github.com/nastys)";
"CreditsText" = "Un grande ringraziamento agli sviluppatori dietro le patch DXVK e MoltenVK per il loro grande aiuto e per la fornitura delle librerie.";
"CrossOverDownloadURL" = "https://codeweavers.com/account/downloads";
"CrossOverDownloadURLText" = "Pagina dei download di CodeWeavers";
"CrossOverPatcher" = "CXPatcher";
"CWForums" = "Forum di CodeWeavers";
"CWForumsURL" = "https://www.codeweavers.com/support/forums/general/?t=27;msg=257865";
"CWWebsite" = "CodeWeavers non supporta applicazioni CrossOver patchate o modificate, consulta il link:";
"CXPatcherName" = "CXPatcher";
"DisclaimerPleaseNoteLabelText" = "Nota bene:";
"DisclaimerText" = "Questo è un programma di patching non ufficiale per CrossOver, e CodeWeavers non è in alcun modo coinvolto nel suo sviluppo. Sebbene sia stato testato, questo software potrebbe rendere la tua installazione di CrossOver inutilizzabile o instabile. USALO A TUO RISCHIO. L'utilizzo di questo patcher annullerà anche qualsiasi supporto ufficiale da parte di CodeWeavers.

Se incontri problemi dopo aver patchato la tua installazione, puoi scaricare una nuova copia di CrossOver dal sito web di CodeWeavers.";
"XtLibsButtonText" = "Individua la cartella DXMT";
"XtLibsLabel" = "Installa framework esterno";
"XtLibsToggle" = "Installa DXMT";
"XtLibsLocateText" = "Individua la cartella DXMT utilizzando il pulsante qui sotto:";
"XtLibsPathLabelText" = "Percorso della cartella delle risorse esterne";
"XtLibsDisclaimerText" = "ATTENZIONE: Questa è una versione Alpha, potrebbe essere instabile e causare il crash del tuo computer. Usalo a tuo rischio. Quando la patch è applicata DEVI CREARE UNA NUOVA BOTTIGLIA PER DXMT";
"GPTKToggle" = "Integra D3DMetal (GPTK)";
"ForcePatch" = "Forza Patch";
"Instructions" = "Istruzioni";
"InstructionsAskWhatDo" = "Cosa fa questo programma?";
"InstructionsButtonText" = "Istruzioni";
"InstructionsFunctionDescription" = "Questo patcher modifica la tua installazione di CrossOver utilizzando versioni aggiornate e ottimizzate di DXVK e MoltenVK, che in alcuni casi miglioreranno la compatibilità o le prestazioni per alcuni giochi.";
"InstructionsText" = "Assicurati di avere una versione non modificata di CrossOver, scaricata dalla pagina del tuo account CodeWeavers. Assicurati che CrossOver sia stato registrato ed eseguito almeno una volta, per assicurarti che l'ultima versione di DXVK sia attivata correttamente. Potrebbe essere necessario attivare e disattivare DXVK all'interno di CrossOver. Se per qualsiasi motivo la tua installazione di CrossOver diventa inutilizzabile, puoi scaricarla nuovamente dal sito web di CodeWeavers; questo patcher non apporterà modifiche permanenti alle tue bottiglie di CrossOver.";
"PatchStatusAlreadyPatched" = "Questa applicazione CrossOver.app è già stata patchata!";
"PatchStatusError" = "Impossibile applicare la patch a CrossOver.app. Verifica di stai cercando di applicare la patch alla versione ufficiale di CrossOver %@ dal sito web di CodeWeavers.";
"PatchStatusReady" = "Trascina qui la tua applicazione CrossOver.app \no fai clic per selezionarla in Finder";
"PatchStatusSuccess" = "CrossOver.app è stata patchata con successo";
"RestoreButtonLabel" = "Ripristina";
"RestoreConfirm" = "Fatto!";
"RestoreFailure" = "Questa applicazione CrossOver.app non è stata patchata o è stata patchata con una versione incompatibile di CXPatcher.";
"RestoreStatusLabel" = "Ripristino di CrossOver.app";
"RestoreSuccess" = "CrossOver.app è stata ripristinata con successo.";
"GcenxURL" = "https://github.com/Gcenx";
"nastysURL" = "https://github.com/nastys";
"MediaFoundation" = "Per far funzionare le librerie di Media Foundation devi installare GStreamer (Installazione richiesta per tutti gli utenti)";
"DownloadGStreamer" = "Scarica GStreamer";
"GStreamerInstalled" = "GStreamer è già installato";
"waitFor" = "In attesa che tu legga il disclaimer e confermi";
"confirmationValue" = "Non chiederò supporto o rimborso a CodeWeavers";
"confirmation" = "Per favore, digita 'Non chiederò supporto o rimborso a CodeWeavers' nel campo di input sottostante";
"unsupported" = "non supportatato";
"bottlesPathToggle" = "Usa un percorso separato per le bottles";
"optionsButtonText" = "Opzioni Avanzate";
"options" = "Opzioni";
"MTLHUDToggle" = "METAL HUD sempre attivo";
"DisableFastMathToggle" = "Disabilita FastMath";
"DisableAutoUpdate" = "Impedisci l'aggiornamento automatico di CrossOver";
"bottlesToggleHelp" = "Le bottiglie verranno salvate in una cartella diversa, CrossOver non utilizzerà le bottiglie generate con CrossOver predefinito, potrebbe essere necessario creare una nuova bottiglia, c'è un'opzione per personalizzare il percorso in cui sono collocate le bottiglie";
"gptkToggleHelp" = "Aggiorna le librerie attuali del Gameporting toolkit";
"mkvToggleHelp" = "Aggiorna MoltenVK (con l'Hack UE4)";
"dxvkToggleHelp" = "Aggiorna le librerie DXVK";
"signatureToggleHelp" = "Rimuove la firma dell'applicazione per risolvere i problemi di GateKeeper (l'applicazione si aprirà con il clic destro)";
"autoUpdateToggleHelp" = "Disabilita la verifica dell'aggiornamento di CrossOver";
"fastMathToggleHelp" = "Corregge alcuni problemi di rendering con alcuni giochi che utilizzano DXVK (PIÙ LENTO) per tutte le bottiglie";
"advertiseAVXToggle" = "Pubblicizza sempre AVX";
"advertiseAVXToggleHelp" = "Questo forza rosetta a pubblicizzare AVX, invece di usarlo solo su richiesta (alcuni giochi come Yakuza ne hanno bisogno per funzionare). Può far funzionare alcuni giochi, ma potrebbe potenzialmente rallentare o rompere altri giochi. Se non sei sicuro, lascia non selezionato";
"hudToggleHelp" = "Abilita Metal Hud per tutte le bottiglie";
"MVKdontPatch" = "Nessuna patch";
"MVKbaseline" = "Base MVK + trucco UE4";
"MVKlatest" = "Ultimo MVK + hack UE4";
"MVKexperimental" = "MVK sperimentale + hack UE4";
"DXVKAsyncToggle" = "DXVK Asincrono";
"DXVKAsyncToggleHelp" = "Abilita la compilazione asincrona degli shader per DXVK";
"continue" = "Continua";
"d3dMetalCache" = "Cache D3dMetal";
"clearD3dmetalCache" = "Cancella";
"ShowD3dmetalCacheFolder" = "Mostra cartella";
"findSteamCaches" = "Trova cache Steam";
"d3dmetalCacheDeleted" = "Tutto il cache D3dMetal è stato cancellato";
"d3dmetalCacheDeleteFailed" = "Impossibile eliminare la cache d3dmetal";
"scanningSteamFolders" = "Scansione cartelle cache Steam";
"clickFindSteamCaches" = "Clicca per cercare le cartelle cache di Steam";
"steamCacheDeleted" = "La cartella cache Steam selezionata è stata cancellata";
"steamCacheDeleteFailed" = "Impossibile eliminare la cache Steam selezionata";
"steamCacheDeleteInProgress" = "Cancellazione cache Steam selezionata";
"toolsButtonText" = "Strumenti";
"DXMTOptions" = "Opzioni DXMT";
"preferredMaxFrameRate" = "Frequenza Massima di Fotogrammi: %@";
"preferredMaxFrameRateHelp" = "Può essere impostato per far sì che il ritmo dei fotogrammi dell'applicazione sia controllato da Metal. Il valore deve essere un multiplo della frequenza di aggiornamento del display. (ad esempio, 15/30/40/60/120 è valido per un display a 120 Hz).";
"metalFXSpatial" = "Metal FX Spaziale";
"metalFXSpatialHelp" = "Abilita il ridimensionatore spaziale MetalFX nella catena di scambio di output. Per impostazione predefinita, raddoppierà la risoluzione di uscita.";
"metalSpatialUpscaleFactor" = "Fattore di Upscaling: %@";
